SIMISA@@@@@@@@@@JINX0D0t______

Wagon ( MES-46136-A
 Type ( Engine )
 WagonShape ( BR_Scot_46136.s )
 Size  ( 2.65 4.2m 12.0m )
 CentreOfGravity ( 0m 1.7m 0m )
 Centre ( 0m 0m 0m )
 Mass ( 86.36t )
 InertiaTensor ( Box(2.65m 4.2m 12.17m) )

FreightAnim ( "HeadcodeLanterns\\Scot_Class_A.s" 0 3.0 0.0 )

 
Coupling (
  Type ( Bar )
  Spring (
   Stiffness ( 1e7N/m 1e7N/m )
   Damping ( 0.2e7N/m/s 0.2e7N/m/s )
   Break ( 1e7N 5.1e7N )
   r0 ( 10cm 1e9 )
  )
  CouplingHasRigidConnection (1)
  Velocity (0.1m/s)
  
 )

Coupling (
  Type ( Chain )
  Spring (
   Stiffness ( 1e6N/m 2e6N/m )
   Damping ( 1e6N/m/s 1e6N/m/s )
   Break ( 5.1e7N 5.1e7N )
   r0 ( 20cm 40cm )
  )
  CouplingHasRigidConnection (1)
  Velocity (-0.1m/s)
 )
 
Inside (
        PassengerCabinFile ( BR_Scot_46136.s )
        PassengerCabinHeadPos ( 1.5 3.0 -5.6 )
        RotationLimit ( 90 180 0 )
        StartDirection ( 0 20 0 )
  	)
Comment ( *** Friction *** )
	ORTSBearingType ( Roller )

Comment (Type: Steam - Standard, Speed: 112km/h, Axles: 5, Bearings; Roller, Area: 9.9m2, Weight: 86.36t tons (metric), DrvWeight: 64.01 tons (metric), Drag: 1 )
  ORTSDavis_A ( 7471.95 )
  ORTSDavis_B ( 28.4299 )
  ORTSDavis_C ( 5.692599 )

Comment ( *** Curve Resistance and SuperElevation *** )  
  CentreOfGravity ( 0m 2m 0m )
  ORTSTrackGauge ( 4ft 8.5in )
  ORTSUnbalancedSuperelevation ( 6in )
  comment(ORTSRigidWheelbase ( 15.0ft 0.0in ))
    
	BrakeEquipmentType ( "Vacuum_brake, Handbrake" )
	BrakeSystemType ( "Vacuum_single_pipe" )
	MaxBrakeForce ( 96.80kN )comment(weight*1.121)
	MaxHandbrakeForce ( 25.82kN )comment(weight*0.299)
      BrakeCylinderPressureForMaxBrakeBrakeForce ( 21 )        
 
     Sound ( "..\\..\\Common.Steam\\3CylinderSound\\3c-60b-engpas99.sms"  )

     
 Lights ( 9
  Light (
   comment( Flickering firebox )
   Type  ( 0 )
   Conditions (
   Headlight ( 0 )
   Unit ( 0 )
   )
   FadeIn ( 0.5 )
   FadeOut ( 0.5 )
   Cycle ( 0 )
   States ( 2
   State (
   Duration ( 0.05 )
   LightColour ( 80ff7200 )
   Position ( -0 2.242 -4.72 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 1.4 )
   )
   State (
   Duration ( 0.05 )
   LightColour ( 80ffe610 )
   Position ( -0 2.242 -4.72 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 1.4 )
         
     )
    )
   )

  Light ( 
   comment( Gauge glass Lamp )
   Type ( 0 )
   Conditions (
   Headlight ( 3 )
   Unit ( 2 )
   )
   FadeIn ( 0.5 )
   FadeOut ( 0.5 )
   Cycle ( 0 )
   States ( 1
   State (
   Duration ( 0.0 )
   LightColour ( 80ffe610 )
   Position ( 0.17 3.3 -4.7550 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 0.35 )
     )
    )
   )
  Light ( 
   comment( Chimney Sparks RS1AA ) 
   Type  ( 0 )
   Conditions (
   Headlight ( 3 )
   Unit ( 2 )
   TimeOfDay ( 0 )
   Weather ( 0 )
   Coupling ( 0 )  
   )
   Cycle ( 0 ) 
   FadeIn ( 0 ) 
   FadeOut ( 0.5 ) 
   States ( 28 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.42 3.51 )

   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.72 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.30 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.52 3.51 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.72 3.51 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.92 3.51 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.30 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.32 3.51 )
  
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.52 3.51 )
 
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.92 3.51 )
 
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 0.26 ) 
   ) 
   State ( 
   Duration ( 0.1 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.35 3.51 )
 
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.55 3.51 )
 
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 0.5 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.22 3.51 )
 
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 0.30 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 4.22 3.51 )
 
   Azimuth ( 90 90 90 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.22 3.51 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 7.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.51 )
 
   Azimuth ( -180 -180 -180 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.3 ) 
   LightColour ( 00000000 ) 
   Position ( 0 5.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.4 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.51 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.25 ) 
   ) 
   State ( 
   Duration ( 0.25 ) 
   LightColour ( 00000000 ) 
   Position ( 0 5.22 3.51)
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 6.22 3.51 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.5 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.51 )
 
   Azimuth ( -90 -90 -90 ) 
   Transition ( 0 ) 
   Radius ( 0.35 ) 
   ) 
   State ( 
   Duration ( 0.4 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.33 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 00000000 ) 
   Position ( 0 6.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.3 ) 
   ) 
   State ( 
   Duration ( 0.2 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 5.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.3 ) 
   ) 
   State ( 
   Duration ( 0.6 ) 
   LightColour ( 80ff7200 ) 
   Position ( 0 9.22 3.51 )
 
   Azimuth ( 0 0 0 ) 
   Transition ( 0 ) 
   Radius ( 0.30 ) 
      )
     )
    )
  Light (
   comment( Flickering Ashpan Back )
   Type  ( 0 )
   Conditions (
   Headlight ( 0 )
   Unit ( 0 )
   )
   FadeIn ( 0.5 )
   FadeOut ( 0.5 )
   Cycle ( 0 )
   States ( 2
   State (
   Duration ( 0.05 )
   LightColour ( 80ff7200 )
   Position ( 0 0.55 -4.5 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 1.5 )
   )
   State (
   Duration ( 0.05 )
   LightColour ( 80ff7200 )
   Position ( 0 0.5 -4.5 )
   Azimuth ( -180 -180 -180 )
   Transition ( 0 )
   Radius ( 1.6 )
         
     )
    )
   )
  Light (
   comment( Sphere of light for Exhaust )
   Type  ( 1 )
   Conditions (
   Headlight ( 3 )
   Unit ( 2 )
   )
   Cycle  ( 0 )
   FadeIn ( 0.5 )
   FadeOut ( 0.5 )
   States ( 1
   State (
   Duration ( 0.0 )
   LightColour ( 80ffe610 )
   Position ( 0 10.0 -14.75 )
   Transition ( 0 )
   Radius ( 6.0 )
   Angle ( 90.0 )
                               )
                         )
         )
  
  Light (
   comment( Head light left dim )
    Type  ( 0 )
    Conditions (
    Headlight ( 3 )
    Unit ( 2 )
    )
    FadeIn ( 0.5 )
    FadeOut ( 0.5 )
    Cycle  ( 0 )
    States ( 1
    State (
    Duration ( 0.0 )
    LightColour ( aaffff99 )
    Position ( -1.05 1.6 5.675 )
    Azimuth ( 0.0 -5.0 5.0 )
    Transition ( 0 )
    Radius ( 0.4 )
    Elevation ( -10 -10 -10 )
     )
    )
   )
  Light (
   comment( Head light Right dim )
    Type  ( 0 )
    Conditions (
    Headlight ( 3 )
    Unit ( 2 )
      )
    FadeIn ( 0.5 )
    FadeOut ( 0.5 )
    Cycle  ( 0 )
    States ( 1
    State (
    Duration ( 0.0 )
    LightColour ( aaffff99 )
    Position ( 1.05 1.6 5.675 )
    Azimuth ( 0.0 -5.0 5.0 )
    Transition ( 0 )
    Radius ( 0.4 )
    Elevation ( -10 -10 -10 )
     )
    )
   )
  
Light (
   comment( AI Head light left dim )
    Type  ( 0 )
    Conditions (
    Control(1)Service(2)Unit(2)
    )
    FadeIn ( 0.5 )
    FadeOut ( 0.5 )
    Cycle  ( 0 )
    States ( 1
    State (
    Duration ( 0.0 )
    LightColour ( aaffff99 )
    Position ( -1.05 1.6 5.675 )
    Azimuth ( 0.0 -5.0 5.0 )
    Transition ( 0 )
    Radius ( 0.4 )
    Elevation ( -10 -10 -10 )
     )
    )
   )
  Light (
   comment( AI Head light Right dim )
    Type  ( 0 )
    Conditions (
    Control(1)Service(2)Unit(2)
    )
    FadeIn ( 0.5 )
    FadeOut ( 0.5 )
    Cycle  ( 0 )
    States ( 1
    State (
    Duration ( 0.0 )
    LightColour ( aaffff99 )
    Position ( 1.05 1.6 5.675 )
    Azimuth ( 0.0 -5.0 5.0 )
    Transition ( 0 )
    Radius ( 0.4 )
    Elevation ( -10 -10 -10 )
     )
    )
   )
  )
 )



Engine ( MES-46136-A
 Effects
 (
  SteamSpecialEffects
  (
   comment
   (
    the format of these little blocks is as follow:

    offset.x offset.y offset.z
    normal.x normal.y normal.z
    width in metres

    defining the offset from the shape pivot point
    where steam / smoke should appear, the direction
    it should go and the width of the nozzle
   )

   WhistleFX
   (
    0 3.8765 -3.85595
    0 0.75 0
    0.1
   )
   SafetyValvesFX
   (
    0 3.9975 -2.852
    0 0.75 0
    0.1
   )
   SafetyValvesFX
   (
    0 4.08 -2.872
    0 1.3 0
    0.2
   )
   StackFX
   (
    0 4.09 3.392028
    0 1 0
    0.175
   )

   DrainpipeFX
   (
    -1.5 1.258 -3.886
    -0.4 -1 -0.2
    0.05
   )

   CylindersFX
   (
    -1.14 0.75 4.420
    0 -0.35 1.3
    0.1
   )

   CylindersFX
   (
    1.14 0.75 4.420
    0 -0.35 1.3
    0.1
   )
  )
 )

 Wagon ( MES-46136-A )
Comment ( *** General *** )
		ORTSSteamLocomotiveType ( Simple )
		Type ( Steam )
		WheelRadius ( 40.5in )
		NumWheels ( 6 )
		ORTSDriveWheelWeight ( 64.01t  )  
		    
Comment ( *** Cylinders *** )
    NumCylinders ( 3 )
    CylinderStroke ( 26in ) 
    CylinderDiameter ( 18in ) 
    ORTSCylinderEfficiencyRate ( 1.0 )  Comment ( Set to other value if cylinder performance to be "degraded" )
  Comment (  ORTSCylinderPortOpening ( 0.12 ) )

Comment ( *** Boiler *** )
    ORTSSteamBoilerType ( Superheated )
    BoilerVolume ( "460*(ft^3)" ) comment(was 230)
    ORTSEvaporationArea ( "2080*(ft^2)" )
    ORTSSuperheatArea ( "400*(ft^2)" )
    MaxBoilerPressure ( 250psi )
Comment(Boiler Eff Gradient -0.633, Max 0.95)
ORTSBoilerEfficiency( 20.0 0.887 40.0 0.823 60.0 0.760 80.0 0.697 100.0 0.633 120.0 0.570 140.00 0.507 160.0 0.443 )


Comment ( *** Fire *** ) 
    ORTSFuelCalorific ( 13700btu/lb )
    ORTSGrateArea ( "31*(ft^2)" )
    SteamFiremanMaxPossibleFiringRate( 3000 ) 
    ShovelCoalMass ( 14lb )     Comment (For manual fireman?? )
Comment(   ORTSBurnRate( 0.0 100.0   9000.0 1000.0   17500.0 2000.0  24000.0 3000.0   29000.0  4000.0  33000.0 5000.0 ))

Comment ( *** Fuel *** )
    MaxTenderCoalMass ( 12320lb )
    MaxTenderWaterMass ( 35000lb )
 
Comment ( == Brake valve == )   
	TrainBrakesControllerMinSystemPressure( 0 )
	TrainBrakesControllerMaxSystemPressure( 21 )
 	BrakeEquipmentType ( "Vacuum_brake, Handbrake " )
 	BrakeSystemType ( "Vacuum_single_pipe" )

 CabView (5XP.cvf)  
 HeadOut (  -1.4 3.0 -5.45 )

        EngineControllers (
            comment( Engine controls )
        
            Regulator ( 0 1 0.02 0 
                NumNotches( 0 )
            )
            Cutoff    ( -0.55 0.75 0.01 0 
                NumNotches( 0 )
            )
            Brake_Train ( 0 0.98 0.04 0.65 
                NumNotches( 3
                    Notch( 0      1 TrainBrakesControllerReleaseStart )
                    Notch( 0.025  1 TrainBrakesControllerRunningStart )
                    Notch( 0.2    1 TrainBrakesControllerApplyStart )
                )
            )
            Brake_Hand ( 0 1 0.0125 0 
                NumNotches( 0 )
            )
            FireDoor ( 0 1 0.1 1 
                NumNotches( 0 )
            )
            Sanding( 0 1 0 )
            Blower ( 0 1 0.025 0.02 
                NumNotches( 0 )
            )
            HeatingTap ( 0 1 0.25 0 
                NumNotches( 0 )
            )
            Shovel ( 0 1 0.5 0 
                NumNotches( 0 )
            )
            DampersFront ( 0 1 0.1 0.15 
                NumNotches ( 6 
                  Notch ( 0      0 Dummy )
                    Notch ( 0.15    0 Dummy )
                    Notch ( 0.25    0 Dummy )
                    Notch ( 0.5    0 Dummy )
                    Notch ( 0.75    0 Dummy )
    Notch ( 1  0 Dummy )
   )
  )
            DampersBack ( 0 1 0.1 0 
                NumNotches( 0 )
            )
            Injector1Steam ( 0 1 0 )
            Injector2Steam ( 0 1 0 )
            Injector1Water ( 0 1 0.1 0 
                NumNotches( 0 )
            )
            Injector2Water ( 0 1 0.1 0 
                NumNotches( 0 )
            )
            CylinderCocks ( 0 1 1 )
            Whistle ( 0 1 0 )
            WaterScoop ( 0 1 0 )
            SmallEjectorOrCompressor( 0 1 1 )
            Headlights( 0 1 0 )
        )

     Sound ( "..\\..\\Common.Steam\\3CylinderSound\\3c-60b-cab99.sms"  )
     Name ( "MES-46136-A Un-Rebuilt Scot, TE 33.2Klbf" )
  Description (
  "LMS Locomotive, modelled as of 1930's (Un-Rebuilt). "+ 
  "Locomotive type: LMS 6P 4-6-0 Fowler 'Royal Scot'.\n"+
 "Power source: 250 psi hand-fired, coal burning boiler\n\n"+
  "Wheel configuration: Six 81-in. (2.06m) diameter driving wheels in a 4-6-0 configuration\n\n"+
  "Max. speed: 100 mph under favorable conditions\n\n"+
  "Height: 13 ft. 2.5 in.\n\n"+
  "Width: 8 ft 8in. (over footplate)\n\n"+
  "Length (locomotive): 38 ft. (11.59 m)\n\n"+
  "Tractive effort: 33,150 lb \n\n"+
  "Coal capacity: 5.5 U.K. tons (5.588 metric tons)\n\n"+
  "Water capacity: 3500 Imp gallons (15911 liters)\n\n"+
  "Brakes: Vacuum, operates at 21 in. Hg\n\n" 
)
 EngineOperatingProcedures (
 "To move forward\n"+
 "1. Press the W key several times to move the Reverser to full Forward.\n"+
 "2. Press the ; (SEMICOLON) key to release the train brakes.\n"+
 "3. Press the D key to increase the Regulator setting.\n"+  
 "4. As you accelerate, press the S key to slowly reduce the Reverser setting, then adjust the Regulator to maintain the desired speed.\n\n"+
 "To slow the train\n"+
 "1. Press the A key to move the Regulator to a lower setting.\n"+
 "2. Use the brakes to further reduce speed if desired.\n\n"+
 "To apply the train brakes\n"+
 "1. Press the ' (APOSTROPHE) key to apply the train brakes.\n"+
 "2. To hold the brakes at their current setting, lower the brake lever until it's in its middle (Neutral) position, by pressing the ; (SEMICOLON) key.\n\n"+
 "To release the train brakes\n"+
 "1. Press  the ; (SEMICOLON) key to release the train brakes.\n"+
 "2. When the brakes are released, raise the brake lever until it's in its middle (Neutral) position, by pressing the ' (APOSTROPHE) key.\n\n"+
 "To back up\n"+
 "1. Bring your train to a full stop.\n"+ 
 "2. Press the S key several times to move the Reverser to the full Reverse position.\n"+
 "4. Press the ; (SEMICOLON) key to release the brakes.\n"+
 "5. Slowly advance the regulator (D key).\n\n"+
 "To load and unload passengers\n"+
 "1. Stop at a station.\n"+
 "2. Press the ENTER key.\n"+
 "3. Wait for the \"permission to depart\" whistle.\n"+
 "TIP: Use the Next Station driving aid (F10) to monitor loading and unloading.\n\n"+
 "To couple to a car or locomotive\n"+
 "1. Coast into the unit at a very slow speed, about 2 mph.\n"+
 "TIP: To use the Coupling view, press the 6 key.\n"+
 "2. Press F9 to open the Train Operations window.\n"+
 "3. If the icon for the unit you coupled to is red, the handbrake is on. Double-click the car to release the handbrake.\n"+
 "4. Close the Train Operations window.\n\n"+
 "To uncouple from a car or locomotive\n"+
 "1. Press F9 to open the Train Operations window.\n"+
 "2. Double-click a unit in the part of the train you want to uncouple from the locomotive, to set the handbrake.\n"+
 "3. Double-click the coupler between the units you want to uncouple and the rest of the train.\n"+
 "4. Close the Train Operations window.\n\n"+
 "Firing commands (Automatic Fireman OFF in Options screen)\n"+
 "To add coal to the firebox\n"+
 "1. Press the F key to open the Firebox door.\n"+
 "2. Press the R key to increase the shoveling rate.\n\n"+
 "To stop adding coal to the fire\n"+
 "1. Press SHIFT+R to decrease the shoveling rate.\n"+
 "2. Press SHIFT+F to close the firebox door.\n\n"+
 "To operate the blower\n"+
 "1. Press the N key to increase the blower.\n"+
 "2. Press SHIFT+N to decrease the blower.\n\n"+
 "To operate the dampers\n"+
 "1. Press the M key to open the dampers.\n"+
 "2. Press SHIFT+M to close the dampers.\n\n"+
 "To inject water into the boiler\n"+
 "1. Press the I key to turn on the steam to Injector 1.\n"+
 "(You can also press the O key to turn on the steam to Injector 2.)\n"+
 "2. Press the K key to increase the water flow to Injector 1.\n"+
 "(To increase the water flow to Injector 2, press the L key.)\n\n"+
 "To stop boiler water injection\n"+ 
 "1. Press the I key to turn off the steam to Injector 1.\n"+
 "2. Press the O key to turn off the steam to Injector 2."
 )
)

